[
    {
      "itemId": "1",
      "image": "https://s3.amazonaws.com/atg-prod-oaas-files/gened1160sp25/original/3aaca9fca48608706cdff7b4a4c67240.jpeg",
      "Title": "Bowl with St. George and the Dragon",
      "Description": "The item depicted is a brass bowl from the 15th century in what is now Germany. The brass possesses a ring of some sort of a leaf print which circles the whole of the vessel. There appears to be one blemish in this ring, which is circular in shape, and like the parts of the print which is faded, its origin is unknown.The piece then dips down into its bowl, with the first interior ring being a series of wave-like indents, followed by another leaf-like indent ring. Then in the center depicted is the legend of St. George slaying the dragon. A lithe and warrior-like St. George upon his horse stabs his thin lance through the collapsed beast, ending its terrors. In the background, a floating angel, a praying robed figure, and a praying couple in a window all look upon the scene with a religious hope that the dragon's terror is finally over. Together this piece demonstrates both practicality with its utility and its magnificence with its artistic rendering.",
      "Creator": "Unknown 15th Century German Craftsmen",
      "Date": "15th Century",
      "Format": "Brass bowl with decorative elements",
      "Language": "No Language but of German Origin",
      "Type": "Brass Bowl",
      "Identifier": "Harvard Art Museum",
      "Coverage": "Germany"
    },
    {
      "itemId": "2",
      "image": "https://s3.amazonaws.com/atg-prod-oaas-files/gened1160sp25/original/a91a2b09b0f77efb6ddab481fbfe41f3.png",
      "Title": "Amulet with Inscription"
    },
    {
      "itemId": "3",
      "image": "https://s3.amazonaws.com/atg-prod-oaas-files/gened1160sp25/original/1d638064f7e5a83f8c4b1745eb77c958.jpeg",
      "Title": "Three-Ounce Weight with Imperial Busts of Justin II, Sophia, and Justinian(?)",
      "Description": "With an exceptionally precise date of March 16, 575 CE, the flat, square bronze weight was used for weighing coins on a balance scale. It is rare for early Byzantine weights to be dated to the year, let alone the exact day; The inscription follows the Egyptian calendar, which confirms its origin in Egypt. Many Byzantine coin weights bear the names or images of the ruling authority under whom they were issued. Here, the inscription names Iulianos — a local official with the title of stratelates — who is likely a provincial governor. The weight features five lines of Greek text — detailing its specific weight and date — along with three figures at the top. At the center, Emperor Justin II wears a crown with Empress Sophia to his left. The identity of the third figure — who is uncrowned — may be Iulianos himself or Tiberios, who was named caesar (junior emperor) in December 574 CE. The iconography is unusual: weights from Justin II's reign usually only depict him and Sophia. This weight may provide the only known image of the imperial trio, created at a time when Sophia increasingly ruled in Justin's stead due to his deteriorating mental health.",
      "Date": "March 16, 575 CE",
      "Format": "Mixed Copper Alloy, 78.46g, h. 4 x w. 4 x d. 0.4 cm (1 9/16 x 1 9/16 x 3/16 in.)",
      "Language": "Greek",
      "Type": "Weight",
      "Identifier": "Harvard Art Museum — 1951.31.4.1872",
      "Coverage": "Egypt, Byzantine Empire"
    },
    {
      "itemId": "4",
      "image": "https://s3.amazonaws.com/atg-prod-oaas-files/gened1160sp25/original/d4e6b9297a609cf7c63594bb5abef571.jpeg",
      "Title": "Light weight Solidus of Constans II, pierced",
      "Description": "The object is a golden light weight solidus from the Byzantine period. It depicts a draped bust image of the Byzantine emperor Constans II, known as \"the Bearded\". The solidus is a gold coin that was introduced by Constantine the Great in the 4th century AD. It became the standard gold coin of the Roman Empire, and went on to be used for over a thousand years. In the coin, the emperor is depicted with a beard and mustache, wearing a crown with a cross atop it. In his right hand, he holds a globus cruciger, a Middle Age symbol of God's dominion over the world. Constans II was the Byzantine emperor from 641 to 668 CE, with the solidus in question dating between 651 and 654 CE. Constans II's reign coincided with the Arab invasions int he late 640s to 660s. He was also the last emperor to visit Rome while the Empire still held it. Even though it is only a few centimeters in diameter, the coin is significant as an object of historical study for a number of reasons. Firstly, it offers profound insight into the complicated geopolitcal dynamics of the time, allowing us to explore Roman, Arab, and the Byzantine influences. Furthermore, since the coin contains a piercing it suggests the object may have been worn in daily life as an object of superstition. Thus offering an intimate view into the daily life and beliefs of teh local people of Constantinople and surrounding regions under Byzantine rule.",
      "Date": "651-654 CE",
      "Format": "Struck gold, 4.13 g",
      "Language": "Latin and Greek",
      "Type": "Coin",
      "Identifier": "Harvard Art Museum Object Number: 1976.79.1437",
      "Coverage": "Constantinople (Thrace)"
    },
    {
      "itemId": "5",
      "image": "https://s3.amazonaws.com/atg-prod-oaas-files/gened1160sp25/original/a75a74f80ead33eabd7a090c043e0f5c.jpg",
      "Title": "Designs for Silk Weaving and Embroidery (recto and verso)",
      "Description": "This manuscript, done in brown ink and brown wash on parchment, contains silk weaving and embroidery designs from a 14th century Italian silk design workshop. The front side (recto) depicts a deer eating from a flower pot, a deer chained to a wall, a leafy plant, a mother bird feeding her chicks, and another bird chasing an insect. The back side (verso) has drawings of a large bird spreading its wings in a tree, a dog standing on its hind legs looking up at the bird, and a magical or holy face emanating rays as it looks up at the bird. The designs are \"pricked for transfer,\" allowing the designs to be transferred onto the silk fabric for which they were intended.",
      "Creator": "Specific workshop name unknown, but a Venetian silk workshop.",
      "Date": "14th century, likely 1390 CE.",
      "Format": "26.9 × 19.2 cm (10 9/16 × 7 9/16 in.)",
      "Language": "N/A",
      "Type": "Parchment Manuscript",
      "Identifier": "Harvard Art Museum, 1932.291",
      "Coverage": "Venice, Italy"
    },
    {
      "itemId": "6",
      "image": "https://s3.amazonaws.com/atg-prod-oaas-files/gened1160sp25/original/7334ce049c5a9393169dfec22af26289.jpeg",
      "Title": "Solidus weight (exagion) with Busts of Three Emperors and Moneta",
      "Description": "This object is a bronze weight adorned with images of three emperors and the goddess Moneta. It is currently located in the collection of the HAM Sackler Museum, but originated from Constantinople between 403-408 CE, otherwise described as the Late Imperial to Early Byzantine period. Made from struck bronze and weighing roughly four grams, this weight is typical of the time period and reflects the value ascribed to the material makeup of coins. Such weights were issued by the Imperial Office as a form of economic regulation—facilitating fair market exchanges, proper exchange rates between bronze and gold, and promoting overall economic stability. On the obverse side, the design features busts of the Emperors Arcadius, Honorius, and Theodosius II, each wearing a pearl diadem. Emperors Arcadius (r. 395-408) and Honorius (r. 395-423) were both sons of the Eastern Roman Emperor Theodosius I and ruled the Eastern Roman Empire and Western Roman Empire, respectively. Theodosius II (r. 408-450) was the son of Arcadius and became Eastern Roman Emperor following the death of his father. Given this timeline, we know this weight was issued from Constantinople under the reign of Arcadius during a tumultuous time as the Western Roman Empire declined under his brother's rule. On the reverse side of the weight, Moneta is depicted wearing a long tunic and holding scales and a cornucopia in her hands. Here, Moneta is an epithet of the Roman goddess Juno, representing her affiliation with currency and the safeguarding of wealth. This weight has an interesting functional history in the Early Byzantine monetary system as well as rich symbolism across its design and iconography.",
      "Date": "403 -408 CE",
      "Format": "Struck bronze; 4.05 g, 2 x 2 cm.",
      "Type": "Solidus weight",
      "Identifier": "Harvard Art Museum 1951.31.4.125",
      "Coverage": "Constantinople"
    },
    {
      "itemId": "7",
      "image": "https://s3.amazonaws.com/atg-prod-oaas-files/gened1160sp25/original/a5c554313204a89cfee4943a88a9df23.png",
      "Title": "Fragment of Altar Cloth with the Virgin and Angels",
      "Description": "The Fragment of Altar Cloth with the Virgin and Angels is a religious piece of artwork, said to have been created sometime in the 15th century in Florence, Italy. It is a woven border strip from an altar cloth, depicting two angels and the Virgin in a medallion. The author of this work is unknown. This piece is a fragment that features the Virgin Mary in a medallion. Normally in these religious artworks, the Virgin Mary is depicted as the central figure. Surrounded by her are two angels, one above and below. The Virgin is usually portrayed with a sense of grace and purity, with a maternal expression of sorts, which illustrates her role as a holy figure in Christian iconography. The angels that surround her are depicted with their wings spread in a delicate motion, with slight smiles. This cloth fragment probably served as a sacred object and a visual narrative for the viewer, evoking devotion. In regards to the material, it is made from textiles, and crafted with what appears to be purple and gold thread. This was probably intended to be displayed in a church.",
      "Date": "1401-1500",
      "Format": "Textile Art",
      "Type": "Altar Cloth Fragment",
      "Identifier": "Harvard Art Museums 1919.77",
      "Coverage": "Italy, Europe"
    },
    {
      "itemId": "8",
      "image": "https://s3.amazonaws.com/atg-prod-oaas-files/gened1160sp25/original/f158f86a71d90f9294d7cde1355198ba.jpeg",
      "Title": "Oval Lock With Dotted Punched Decoration",
      "Description": "This dainty metal oval lock from 1400 Byzantium, less than a century before the Byzantine Empire's collapse, is a remarkably delicate and artistic padlock. The lock, fitting easily in the palm of your hand, weighs no more than a handful of quarters in weight, perhaps an ounce or two. Seeing the lock in person, one quickly realizes that this lock very well may have been used not only as a functional tool but also as a decorative piece. The shape of the lock itself is already an artistic choice. While many other basic padlocks of its time and place were cylindrical in shape and bore no decorations, the triangular shape of this lock reminds one of a shield, heart, or an upside down drop. The face of the lock has a perimeter of engraved circles around the keyhole, and the keyhole itself protrudes off the face of the lock with a couple of vertical lines etched onto the protruding metal around the keyhole, reminding one of a seashell. Looking closer at the side and construction of the lock, one can see the line where the top face of the lock was joined with the bottom half, enclosing the internal components. Compared to other larger and more plain padlocks of the same time and origin, it seems that this \"oval\" lock was more unique in design and was perhaps used by a wealthier individual for protecting a small prized possession, such as a jewelry box. The existence and use of padlocks like these, whether basic or elaborately decorated, were rather common among both the masses and the elites at the time for the purpose of securing personal belongings. Locks like these were common not only in the Byzantine Empire, but throughout medieval Europe, including England and Scandinavia.",
      "Date": "1400",
      "Format": "Metal, 5 cm (1 15/16 in.)",
      "Type": "Lock",
      "Identifier": "Harvard Art Museum, 1968.101",
      "Coverage": "Byzantine Empire"
    },
    {
      "itemId": "9",
      "image": "https://s3.amazonaws.com/atg-prod-oaas-files/gened1160sp25/original/743627b2aad504a48b8c8330e8b1d978.jpeg",
      "Title": "Bowl with Painted Magical Inscriptions",
      "Description": "The object is an earthenware vessel that belongs to a class of artifacts known as Aramaic incantation bowls. It was created around 400-700 A.D. and excavated from Nippur, which was a holy city and major excavation site that survived from 5000 B.C. to 800 A.D. The bowl's interior features a series of inscriptions, which were written in concentric circles with black ink, and the language is likely a dialect of Aramaic, identified as Syriac or Mandaic, or potentially pseudo-magical script intended to appear as Aramaic. The bowl is composed of six sections, which were repaired with overfilling, and there is noticeable wear and loss on the rim as well as discoloration of the interior. As an Aramaic incantation bowl, this object was likely used as an apotropaic device in the home, potentially placed upside down over an object in a corner of the room, under the floorboards, or under a doorway in order to trap demons and, more generally, ward off natural and supernatural evil. The incantation is written with a particular legal syntax based in the \"divorce formula\", drawing elements from magic, law, and religion, including Judaism, Christianity, and paganism. The process of this object's creation likely involved a family or individual (the client) choosing a particular bowl, and soliciting the service of a scribe, who likely served in specialized profession guilds called \"soferim\", to ink the inscription.",
      "Creator": "Unknown",
      "Date": "400-700 A.D.",
      "Format": "6.7 x 15.9 cm (2 5/8 x 6 1/4 in.)",
      "Language": "Aramaic (Syriac or Mandaic)",
      "Type": "Vessel (Aramaic incantation bowl)",
      "Identifier": "Harvard Art Museum, 2000.35",
      "Coverage": "Nippur"
    },
    {
      "itemId": "10",
      "image": "https://s3.amazonaws.com/atg-prod-oaas-files/gened1160sp25/original/8e6c13b4201301ae87c72884b6a00b0e.jpg",
      "Title": "Table of Concordance, folio from a Gospel",
      "Description": "This illuminated manuscript (a formal document with decorations and illustrations) is a Table of Concordance, or Canon Table, written in Armenian likely around the late 12th century. The Table was written on parchment using ink and watercolors to create the intricate design on the top half of the document's recto (front side). The Table features architectural designs, in particular, pillars. Pillars on manuscripts were commonly used to format Canon Tables in the Christian world. Tables like these served the purpose of allowing readers to see the points in which the various gospels \"concord,\" that is, write about the same story of Jesus Christ. For this purpose, the Table features four columns of words, one for each of the four gospels. These tables also served a spiritual purpose, thus they were so intricately decorated. The reader was meant to see these designs and feel a connection to the divine. In the margins of the recto, we see a sketch of an animal, very common in medieval manuscripts. The manuscript's verso (back side) features a sketch or possible 'mock-up' of a fuller work. The image is of a man, most likely a saint given the halo. The Armenian reads Ներսես (Ներս ես) which translates to Nerses, likely Nerses I the Great an Armenian patriarch who lived in the fourth century. Given the rudimentary style of the drawing, it's possible this was some form of scribal test sketch or practice for future work. A border surrounds Nerses with a less decorative style than the manuscript's recto.",
      "Date": "c. 1180",
      "Format": "Physical, ink and watercolor on parchment",
      "Language": "Armenian",
      "Type": "Religious, Christian, Manuscript",
      "Identifier": "Harvard Art Museum 1960.203",
      "Coverage": "Armenia, Central Asia"
    },
    {
      "itemId": "14",
      "image": "https://s3.amazonaws.com/atg-prod-oaas-files/gened1160sp25/original/635ba33543c06ab0c4044ef627dbe55e.png",
      "Title": "Pendant of Three Snakes",
      "Description": "This is a pendant with three snakes dating to 7th century Germany. The three headed snake in the center of a ring. The pendant is made of bronze. The snakes have their mouths open and are facing in a counterclockwise direction. Each of the snakes' heads are connected to the outer circle. It is possible that these snakes hold iconographic significance. Perhaps the pendant is representing a specific three-headed snake, or just the heads of three snakes.",
      "Creator": "Unidentified artist",
      "Date": "7th century",
      "Format": "irregular: 6.5 cm",
      "Type": "Pendant",
      "Identifier": "Harvard Art Museum BR58.212",
      "Coverage": "Germany"
    },
    {
      "itemId": "15",
      "image": "https://s3.amazonaws.com/atg-prod-oaas-files/gened1160sp25/original/5abc0fb075b43db582a67d1cfb9e754f.png",
      "Title": "Mirror Case with a Noble Couple on a Hunting Party",
      "Description": "This French ivory mirror case depicts a noble couple on a hunting expedition, a popular pastime among the medieval elite. The noble couple, distinguished by their crowns, gaze toward each other at the center of the scene while the rest of their group surrounds them. This object was crafted in Paris—then the leading center of ivory carving—during the 14th century by an unknown artisan. Working in a Gothic style, skilled artisans in specialized workshops produced similar ivory objects for both secular and religious purposes. Mirror cases, in particular, became popular ivory goods, often depicting themes of courtly love, aristocratic life, and chivalry. They served not only as functional objects in the dressing routines of the wealthy but also as highly decorative and symbolic pieces. For instance, mirror cases like this were often exchanged as gifts among the elite for special occasions, such as betrothals or marriages.",
      "Date": "1300-1350",
      "Format": "Ivory; 12.7 x 12.7 x 1.6 cm (5 x 5 x 5/8 in.)",
      "Type": "Mirror Case",
      "Identifier": "Harvard Art Museum — 1952.95",
      "Coverage": "France"
    },
    {
      "itemId": "16",
      "image": "https://s3.amazonaws.com/atg-prod-oaas-files/gened1160sp25/original/2e03db4c52b9d46b8bd8148796bac429.jpeg",
      "Title": "Bowl With Griffins",
      "Description": "This object is a brass bowl likely hailing from 15th-century Germany, although its precise provenance is unknown. The bowl's shape is circular, although this appears to have been warped slightly in places, likely due to age. Furthermore, its outer edge is lined with what appears to be a pattern of flower motifs, which seem mostly well-preserved, although there seem to be a few minor blemishes of note including potential signs of corrosion. On the interior of the bowl, there is a ring of symbols (these somewhat resemble crowns but could also be a decorative motif) surrounding a circular lip, inside of which is a griffin figure. There also seems to be text engraved between the feet of the griffin, but this is not readily decipherable from the image on record. Even so, the central focus of the bowl is the griffin depicted in its center, which appears intricately engraved into the metal. The griffin was a common occurrence in Medieval art, where it often represented courage, protection, or even the divine. As such, although the exact purpose of the bowl is unclear, this suggests potentially a more ceremonial or ritualistic use case.",
      "Creator": "Unknown",
      "Date": "15th Century",
      "Format": "Brass; 23.18 cm",
      "Language": "German",
      "Type": "Bowl",
      "Identifier": "BR65.55",
      "Coverage": "Germany"
    },
    {
      "itemId": "17",
      "image": "https://s3.amazonaws.com/atg-prod-oaas-files/gened1160sp25/original/0d56d50c627026db51565484ecc5cbc9.jpg",
      "Title": "Lock in the Form of a Horse with Saddle and Bridle (2 pieces)",
      "Description": "The two pieces that fall under this title used to be joined as a lock. The animal recreated by the lock is a horse. While both halves are intact, they are both separated and made of brass. They, furthermore, both have an exterior and an interior. The exterior is extruded outwards, with slight variation depending on the parts of the horse. The farthest extrusion occurs around the horse's reins. Based off the connection points with the ground, the lock pieces are connected via the body, the neck and the head. Looking at the horse's body, not all of it touches the ground. A semicircle opening occurs at both the tail area and below the neck, creating a hollow entry point. Furthermore, there's an additional hole created above the horse's neck when the two parts were joined. However, the opening is much smaller. In comparison, the reins, the front legs, and the back legs all cantilever slightly off the ground. While the general structure of both sides are similar, they both have many differences. The overall color are slightly off. While the right side has a dark green patina, the left has a rusty brownish tint. Additionally, the left component is much more polished than the left side. Unfortunately, the pin mechanism is lost. The unit is made by joining the two parts with pins. The exact mechanisms are lost; however, it's suspected that a bolt was inserted through one of the animal's body and secured at the other side. The key would have compressed a spring in the interior chamber to release that bolt. The separated side cues us as to how the lock was bit. It indicates that the lock was cast in at least two parts. The exact details of the casting process are unknown; however, there are suspicions of a sand-casting process.",
      "Date": "12th Century",
      "Format": "Actual Physical Pieces are 3.7 x 4.8 cm (1 7/16 x 1 7/8 in.). Image is HEIF Image - 2.3 MB",
      "Type": "Lock",
      "Identifier": "Harvard Art Museum: 1995.1163: Lock in the Shape of a Horse",
      "Coverage": "Ancient & Byzantine World"
    },
    {
      "itemId": "18",
      "image": "https://s3.amazonaws.com/atg-prod-oaas-files/gened1160sp25/original/ddd78034134e0cf2531e7997ecab92de.jpeg",
      "Title": "Plate with St. Christopher",
      "Description": "The plate originates from 15th century Germany, and it is made from brass and measures approximately 15.5 inches in diameter. The creator of this object is unknown, and there is no information regarding the original purpose of the plate. Due to the intricate details of the depiction of St. Christopher and the text surrounding his image, it is likely that the intended purpose of the plate was decorative. Additionally, Germany saw an increase in religious iconography in everyday objects during this period. This plate was part of a growing trend within the emerging middle class in 15th century Europe, which was becoming highly consumeristic in nature due to a decrease in costs to produce objects made from metal. The display of religious figures in common objects such as dishware was also becoming increasingly common. The increased prevalence in religious imagery is due to commoners wishing to appear wealthier and to have their values clearly displayed.",
      "Creator": "Unknown",
      "Date": "15th century",
      "Format": "A brass plate 15.5 inches in diameter",
      "Type": "Plate",
      "Identifier": "Harvard Art Museum; object number: BR65.57",
      "Coverage": "Germany"
    },
    {
      "itemId": "19",
      "image": "https://s3.amazonaws.com/atg-prod-oaas-files/gened1160sp25/original/3eceb19ad67131f4126ae9b1ace5cc17.png",
      "Title": "Amulet with Holy Rider and Virgin Enthroned",
      "Description": "The creator of the amulet is unknown, but it is one of many Holy Rider amulets, created between the 5th and 7th centuries. The amulet depicts two images on both of its sides. The first side, seen on the left, is Mary the Virgin holding Jesus Christ as a baby with two figures, thought to be angels, on both sides praising Christ. The second side, seen on the right, is the Holy Rider, Saint Sisinnios, stabbing a prostrated demon in the form of a woman, named Gyllou (or Abyzou). Pregnant women wore the amulet to ward off Gyllou and have a safe pregnancy, as Gyllou is a demon known for miscarriages, child stealing, and child killing. The amulet is made in two parts: an inner solid disk placed within a solid collar. Along the edges, a Greek inscription circles the iconography in the middle of the amulet, combining Christian and pagan elements into this object.",
      "Creator": "Unknown",
      "Date": "5th-7th Century",
      "Format": "3.6 x 0.4 cm (1 3/8 x 3/16 in.)",
      "Language": "Greek",
      "Type": "Amulet",
      "Identifier": "Harvard Art Museum 1951.31.4.1868",
      "Coverage": "Ancient & Byzantine World, Asia, Syria"
    },
    {
      "itemId": "20",
      "image": "https://s3.amazonaws.com/atg-prod-oaas-files/gened1160sp25/original/631403e3e9104d0c4ba287ca6f50f695.jpeg",
      "Title": "Lamp with Cross Shaped Handle",
      "Description": "A lamp with a cross shaped handle from between the 5-7th century with an unknown origin and creator. The lamp appears to be a common piece during the Byzantine empire, evidenced by the multitude of similar objects held within many collections. It also appears to have some religious contexts as evidenced by the cross shaped handle. There appears to be a handle to be able to lift the light during use, and possibly hinges on the top of the lamp that can be engaged either before, during, or after use. Construction of this lamp from a copper alloy seems to suggest some kind of wax cast, with additional pieces modeled on after initial casting.",
      "Date": "fifth to seventh century",
      "Format": "mixed copper alloy, dimensions: 9.5 x 5.4 x 12.9 cm (3 3/4 x 2 1/8 x 5 1/16 in.)",
      "Type": "Lamp",
      "Identifier": "HAM 1975.41.138",
      "Coverage": "Ancient & Byzantine World, Europe"
    },
    {
      "itemId": "21",
      "image": "https://s3.amazonaws.com/atg-prod-oaas-files/gened1160sp25/original/84ef309b3968d7ce8f9cc4785383f1f9.jpg",
      "Title": "Coin of Constans II, pierced",
      "Description": "The object is a gold coin of Constans II, emperor of the Byzantine Empire, presumably from 651-654 CE, during his time of rule. The front of the coin depicts Constans II wearing what seems to be a crown with a cross, with a cross flanking him to the left him. There is also a piercing on the upper right of the crown, which seems deliberately placed so as not to damage the crown or head of Constans II. There also appears to be some wording on the coin surrounding Constans II, presumably in Latin, however, it is unknown what it says because I do not know Latin. The back of the coin is the same as the front in the sense that there is writing on the outer part of it, except the wording is different from the front. In the center of the coin, there is a cross on top of what seem to be four steps. Although normally a coin like this would be used for purchasing power, the piercing suggests that it may have been used as a pendant of sorts for someone to wear.",
      "Date": "651-654 CE",
      "Format": "Gold, 4.13 g",
      "Type": "Coin",
      "Identifier": "Harvard Art Museums/Arthur M. Sackler Museum, Unspecified Collection 1976.79.1437",
      "Coverage": "Byzantine Empire"
    },
    {
      "itemId": "22",
      "image": "https://s3.amazonaws.com/atg-prod-oaas-files/gened1160sp25/original/fed5e1d1ea285ee307e7c940e7275637.jpeg",
      "Title": "Coin Scale",
      "Description": "This coin scale, dating to the Byzantine/early-medieval period, was a hand-held balance used to verify coin weight and authenticity. It consists of two oblong copper alloy pieces joined at the center by an iron rivet, allowing the smaller arm to fit within the larger one. The leaf-shaped terminal serves as the weighing platform, while the rounded terminal acts as a pre-weighted counterbalance. To operate, the scale was positioned vertically at its rounded end, with the second arm opening horizontally. Correctly weighted coins tipped the scale and fell off, while underweight coins remained in place, helping merchants detect clipped or debased currency. The absence of control stamps suggests it was used in trade rather than for official state measurements. XRF analysis confirms that the scale was cast using the lost-wax method and is composed of a mixed copper alloy containing copper, tin, lead, and zinc, with traces of iron, arsenic, silver, and antimony. File and scrape marks on the terminals indicate hammering and post-excavation cleaning. The object has developed a dark blackish-green patina, with some areas worn to a dark brown. Recessed decorations, created with a punch, show uneven pressure, causing variations in depth. This scale was likely part of a portable measuring kit used alongside balance scales and coin weights to ensure fair transactions. In the late Roman and early Byzantine periods, such instruments were essential for trade, allowing merchants to verify coin weight efficiently. Its compact design suggests it may have been calibrated for two different coin denominations, reflecting the precision of Byzantine economic practices, where accurate coin weighing was crucial to maintaining trust in commerce.",
      "Creator": "Unknown",
      "Date": "5th-6th century",
      "Format": "Copper alloy, iron rivet, leaded bronze 7.2 × 1.4 × 0.7 cm",
      "Type": "Physical Object",
      "Identifier": "HAM 1951.31.4.2299",
      "Coverage": "Byzantine Empire (Eastern Mediterranean)"
    },
    {
      "itemId": "23",
      "image": "https://s3.amazonaws.com/atg-prod-oaas-files/gened1160sp25/original/3af7c22b0e238fa38eccffa407e98608.jpeg",
      "Title": "Seal of Athanasius I, Oecumenical Patriarch of Constantinople",
      "Description": "This is a lead seal attributed to Athanasius I, Oecumenical Patriarch of Constantinople, a leading religious figure who served as a Byzantine patriarch from 1289 to 1293 and again from 1303 to 1309 CE. It would have likely been used to authenticate official correspondence from tampering, marking them with the authority of the patriarch. The obverse of the seal features the Virgin Mary (Platytera) seated on a large throne, holding Christ on her lap. On either side of her head is the Greek inscription for \"Mother of God,\" perhaps to invoke divine protection over the Church. The reverse contains a Greek inscription reading: \"Athanasius, by the grace of God, Archbishop of Constantinople, New Rome, and Ecumenical Patriarch.\" Previously a monk, Athanasius I was known for his strict defense of Church discipline and efforts to reform both clergy and laity, often bringing him into conflict with political authorities. His outspoken criticisms of both clerical and secular elites led to his resignation in 1293, though he was later recalled to office in 1303. Lead seals were often made by striking a blank disk of lead between engraved dies using a special press known as a boulloterion. Lead was chosen for its durability and sometimes recycled from other sources. The size (4.1 cm in diameter) and iconography of this seal reflect standard patriarchal conventions. The exact place and date of discovery are unknown. It entered the Harvard Art Museums' collection through the renowned collector George Zacos and was acquired in 1999. Notably, a similar seal of Athanasius I was found in Pereslavl'-Zalesskii, Russia, in 2014.",
      "Date": "1289–1309 CE",
      "Format": "Lead, struck, 4.1 cm (1 5/8 in.), 42.05 g",
      "Language": "Greek",
      "Type": "Seal",
      "Identifier": "Harvard Art Museum, Object Number 1999.60",
      "Coverage": "Constantinople (modern-day Istanbul, Turkey), Byzantine Empire"
    },
    {
      "itemId": "24",
      "image": "https://s3.amazonaws.com/atg-prod-oaas-files/gened1160sp25/original/5fccc0450c3432593db48a60888df192.png",
      "Title": "Lamp with Cross-shaped Handle Guard",
      "Description": "Lamps were a fixture of early Byzantine spiritual and profane society. Fuelled by olive oil, and despite their low lighting-to-cost ratio, these lamps were a common household object until the widespread adoption of candles in the 7th century, and were used in Christian rituals, as critical elements of a liturgical tradition focused on the interplay of light, sound, and scent in crafting the divine. This cast copper lamp, measuring about 6 inches long and 2 inches across, dated to the 5th to 7th century, was found on the island of Karpathos (modern day Greece), along a once-active trading hub on the frontiers of the Byzantine Empire. It features a hinged lid and a cross-shaped handle guard, with minor embellishments, invoking Christian artistic motifs that would later be featured in pilgrims badges and other personal reliquaries. The lamp is made from a copper alloy, with substantial amounts of tin, lead, and zinc, and the lamp body was likely cast using the lost-wax process. However, the handle, joined by a mortise-and-tenon construction, shows tool marks, indicating it was likely handmade, or potentially customizable across lamp bodies. The base is round and heavy, indicating the lamp was placed on a table or stand when in use. The lamp is otherwise plain compared to contemporary lamps from Constantinople, but appears to be well-used, with soot buildups along its interior. It lacks any artistic motifs, such as those of animals, shells, or text, but is more sturdy - and likely was more expensive - than household clay lamps. This, combined with the location of its discovery and records of church lamps from similar parts of the empire, would suggest that while this lamp was used for spiritual practices, said practices were likely not as ornate as those in the capital.",
      "Date": "5th-7th century",
      "Format": "Cast mixed-copper alloy.",
      "Type": "Lamp",
      "Identifier": "Harvard Art Museum 1957.68.A-B",
      "Coverage": "Karpathos, Early Byzantine Period."
    },
    {
      "itemId": "25",
      "image": "https://s3.amazonaws.com/atg-prod-oaas-files/gened1160sp25/original/1fce52f75f33d488403070c2de314612.png",
      "Title": "Monkey Holding a Long Spike in its Forepaws",
      "Description": "This figure, believed to be the upper portion of a portable lampstand, depicts a monkey holding a long spike in its forepaws. The spike would have served as a holding support for a lamp. This object is unique among other preserved figurines from lampstands. Other examples commonly depict human figures, such as a naked Dionysos carrying grapes or cloaked men who were presumably servants or guards. A key focus of research on this object is understanding the lost-wax casting process and its role in producing intricate metal objects. This technique was essential to Byzantine metalwork, allowing for fine details and complex forms. Byzantine bronze lamps were not merely functional objects but also played significant cultural and religious roles. The presence of animal symbols in Byzantine bronze artifacts suggests that these objects may have held deeper symbolic or decorative functions beyond mere utility. The inclusion of monkeys in Byzantine material culture raises questions about their meaning and purpose. Monkeys were often seen as both exotic pets and symbolic creatures in medieval literature and art. Their presence in metalwork may suggest an association with playfulness, imitation, or even moral allegory. The use of a monkey rather than a human figure in this lampstand challenges traditional representations and invites further exploration of its intended significance. This object shows the sophisticated metalworking traditions of the Byzantine period, offering insight into the artistic and symbolic choices which shaped everyday objects, like lamps, Byzantine households.",
      "Date": "6-7th century CE",
      "Format": "Leaded bronze",
      "Type": "sculpture, statuette",
      "Identifier": "HAM 1995.1152",
      "Subject": "sculpture, statuette of a Monkey"
    },
    {
      "itemId": "26",
      "image": "https://s3.amazonaws.com/atg-prod-oaas-files/gened1160sp25/original/2cc6fbcbed92f93666c6e15fba0d9fb5.png",
      "Title": "Roundel: Putto on a Horse",
      "Description": "This object is a roundel from the early Byzantine period, specifically the 5th to 7th century. It was created in the Byzantine World, likely in Egypt, Africa. 'Roundel: Putto on a Horse' is a woven object, specifically a tapestry weave and was made using a combination of wool and linen. This object depicts a nude rider, woven in gold, with a cape, mounted upon a white horse. Red yarn is used for details of the rider, including eyes and hands, with an indigo background and red/gold border. This is a small object, with a diameter of only 6.5cm. The small size is likely attributable to the expense of weaving intricate patterns in the early Byzantine. This Roundel was likely either worn, or woven into a tapestry or domestic curtain. The linen/wool blend in this roundel was typical of the early Byzantine and allowed for intricate patterns to be woven directly into the object. The linen/wool also indicates that this was likely not the most luxurious item, as silk became the dominant medium of luxury weaving in this era. Typically, the iconography of a 'warrior' on a horse would indicate that this object had protective or divine purpose for the owner, however the nakedness of the rider calls into question the meaning behind the depiction. Roundels in general however were often used as a charm for protection; for warding off evil spirits.",
      "Date": "5th - 7th Century",
      "Format": "Wool and linen, tapestry weave. Dimensions: 6.5 cm",
      "Type": "Textile",
      "Identifier": "Harvard Art Museum. Object 1975.41.9: Roundel: Putto on a Horse",
      "Coverage": "Ancient & Byzantine World, Africa, Egypt (Ancient)"
    },
    {
      "itemId": "27",
      "image": "https://s3.amazonaws.com/atg-prod-oaas-files/gened1160sp25/original/802769ff45a22bd7d0c93069d7edf4c9.png",
      "Title": "Lusterware Bowl Shred with Two Peacocks",
      "Description": "This object originates from Africa during the 11th century Fatimid period. The Fatimid period was known for advancements in Islamic arts and lusterware ceramics are one of the most celebrated contributions, often used as luxury tableware. The ceramic bowl is of Egyptian culture and includes imagery of two stylized peacocks facing one another with detailed feather patterns with swirls around the edges. The object has a range of light blue, red, and brown colors and is a fragment of the original ceramic bowl with a lusterware exterior. Lusterware, a ceramic technique that creates a metallic shine, was highly developed in Fatimid Egypt. The decorative motifs on the object indicate a high level of craftsmanship with geometric patterns framing the peacocks. Although this object is a fragment of the original bowl, the piece demonstrates the influence of Islamic ceramic tradition and advanced techniques used in medieval Egyptian pottery. This object may demonstrate the political history of Egypt's conversion from a majority Coptic to majority Muslim country, the movement of material culture via trade routes from Egypt and across the Mediterranean, and the dietary and cultural practices of Egyptians during this Medieval period.",
      "Date": "11th Century",
      "Format": "Ceramic Vessel, 10 x 9 cm (3 15/16 x 3 9/16 in.)",
      "Type": "Ceramic Fragment",
      "Identifier": "Harvard Art Museum",
      "Coverage": "Africa (Egyptian)"
    },
    {
      "itemId": "28",
      "image": "https://s3.amazonaws.com/atg-prod-oaas-files/gened1160sp25/original/c9bd0b4e3e9e6c1f929b7d00a5098ada.jpeg",
      "Title": "Amulet (Or Possibly Theatre Ticket) With Figure of a Fish (Early Christian?)",
      "Description": "This artifact is a carved crystal statue of a fish, stemming from Roman times, with the believed production to be between the 3rd-5th centuries CE. While not much is known about this specific artifact, it is believed to fall into one of two categories - an early Christian Amulet, or a Roman theatre ticket. Around this time in the third century CE, we see the rise of the Jesus fish as a symbol in early Christian \"pop culture\". While the artifact does not fall in comfortably with other Christian amulets at this time, nor with the general definition and description of Roman theatre tickets from this time, these remain the two predominant possibilities for the functionality of this artifact, although more research is being done into the subject of crystal carving and their relation to Christian amulets and statuettes.",
      "Date": "3rd-5th Century CE",
      "Format": "Quartz-crystal, carved",
      "Type": "Amulet",
      "Identifier": "Harvard Art Museum/Arthur M. Sackler Museum (1952.71.110), Gift of Mrs. Charles B. Perkins",
      "Coverage": "Roman"
    },
    {
      "itemId": "33",
      "image": "https://s3.amazonaws.com/atg-prod-oaas-files/gened1160sp25/original/99e0de973ebc6f3b07e130c8e8985cb3.png",
      "Title": "Pectoral Cross-Shaped Reliquary with Saints",
      "Description": "This reliquary cross is dated to around the late Byzantine era (more specifically, from the 12th-15th centuries), and it features crude engravings of four figures. From the inscriptions, we can guess that three of the four figures are Saint Peter (translated literally from the Greek as \"Saint Peter\"), the Virgin Mary (translated from the Greek as \"holy God-bearer,\" a title commonly ascribed to her), and the chief archangel Michael (translated as \"high general / St. Michael\"). We see that the two central figures have their hands raised in the orans position, which is a common posture of prayer that is frequently used in art. As a whole, this reliquary cross was most likely very cheaply made. It's made of bronze, which was a very humble metal at that time. We can see that the opening and closing mechanism was also very simple, which allowed contact relics to be stored very easily within the object. The large hoop at the top was meant to have a chain passed through it so that the cross could be worn, and the cross was meant to be closed via a pin that would be passed through the bottom two bosses. The cross has been severely damaged, with patches of patina appearing on the object due to oxidation, and we can also observe that one of the two bosses has been broken off and the pin is missing. As such, this cross was likely meant to be worn by commoners, perhaps those who were arriving at a pilgrimage site and wanted something to store and wear a contact relic that they had acquired from the pilgrimage site.",
      "Date": "12th-15th Centuries",
      "Format": "Leaded bronze, 10.7 x 6.7 x 1 cm (4 3/16 x 2 5/8 x 3/8 in.)",
      "Type": "Reliquary",
      "Identifier": "Harvard Art Museum 1995.1150",
      "Coverage": "Byzantine Empire"
    },
    {
      "itemId": "34",
      "image": "https://s3.amazonaws.com/atg-prod-oaas-files/gened1160sp25/original/f2927f27435302330a3ba7cc55319f71.jpeg",
      "Title": "King John of France coin or sculpture",
      "Description": "This object is located in the Harvard Art museum; its number is 1934.105. It is described as a sculpture and or relief. But it looks to be a coin or a medallion from Italy of King John of France. John of France was more well known as John II and ruled from 1350 to 1364 when he died. What's so interesting is that John is from France, not Italy. It prompts the question of why it is italian. Additionally why does the Harvard Art museum think it is from Italy. I started my research by finding out who John the second was and his life and imprisonment, I then went on to researching bronze Coins made in Italy during the 14th century to gain some background knowledge. The object itself seems to have a human type figure sitting on a throne in the middle of it with two animal time looking figures at the bottom of the circular object. Additionally, one can see two dogs at the very bottom of the object, usually where the stamping might have been. The object seemed like a coin because of the circular stamping but the object could also be a medallion to John the second as he was imprisoned.",
      "Date": "14th century",
      "Format": "Bronze with worn gold patina 10.2 x 0.6 cm (4 x 1/4 in.)",
      "Type": "Coin/Medallion",
      "Identifier": "Harvard Art Museum 1934.105",
      "Coverage": "Italian"
    },
    {
      "itemId": "35",
      "image": "https://s3.amazonaws.com/atg-prod-oaas-files/gened1160sp25/original/27d49346f5dec5cb2f33f10a18e87234.jpg",
      "Title": "Poloniae, Lituaniae, Russiae, Prussiae, Masoviae et Scepusij chorographia",
      "Description": "The object that I selected is a 1570 map of the Polish-Lithuanian Commonwealth created by a Polish priest and cartographer Waclaw Grodecki (Vaclavas Grodeckis in Lithuanian). Given that the map was printed only one year after 1569 Union of Lublin, which united Poland and Lithuania into a single state, this map might be one of the first maps depicting Poland and Lithuania as a single entity. The map is extremely detailed and includes a high number of marked cities and rivers as well as markings for the Tatra Mountains in southern Poland and scarcely populated forests in northeast parts of the Grand Duchy of Lithuania. The map also portrays some non-geographical details, particularly sea monsters and ships in the Baltic Sea, in accordance with the map-making customs of the time. According to the description of the map in bottom left corner, the official name of the map is Cartography of Poland, Lithuania, Rus, Prussia, Mazovia, and Scepusium. The description also states that the map was dedicated to King Sigismund II Augustus, who was the King of Poland and Grand Duke of Lithuania at the time, and that this map was printed in Basel (present-day Switzerland). The physical state of the map is relatively good. Some of the ink has faded, especially in the upper left corner, portraying the Baltic Sea. The edges of the map also have large sections where the top layer has broken off. Nevertheless, nearly all markings on the map itself as well as the text in the bottom left corner are clearly readable.",
      "Creator": "Waclaw Grodecki (Vaclavas Grodeckis in Lithuanian)",
      "Date": "1570",
      "Format": "63 x 79 cm",
      "Language": "Latin and Polish",
      "Type": "Map",
      "Identifier": "Houghton Library, Record ID 990088480970203941",
      "Coverage": "Central and Eastern Europe (modern-day Poland, Lithuania, Germany, Belarus, Russia, Ukraine and Latvia); created in Basel (present-day Switzerland)"
    },
    {
      "itemId": "36",
      "image": "https://s3.amazonaws.com/atg-prod-oaas-files/gened1160sp25/original/3611d717d2815f200c97fe7a06eb55fd.png",
      "Title": "Psalter",
      "Description": "MS Gr 2 is a miniature psalter that was produced in Constantinople around the late 13th/early 14th century; at just below 7 inches tall, it's also the smallest Greek manuscript in Harvard's collections. Though the manuscript includes some illustrations and ornamented page headings, it is mostly composed of psalm text. The script is not particularly ornate, but it is neat, regularly spaced, and finely drawn, with few marginalia or scratched-out errors, showing that manuscript was potentially for formal use and made with great care. Additionally, the style of the script identifies the object as part of the \"Palaiologina group,\" a group of scribes who produced manuscripts for the monastery of St Andrew in Krisei near Constantinople. In 1909, this psalter was acquired by Houghton Library from a collector's library in Constantinople; it is mostly intact, but rebound out of order with some loss of text. As the Psalms were an important component of both Byzantine liturgy and private devotion and prayer, this book would have likely been used by one person in devotional practice, and its size might indicate that it was potentially used by a traveling monk journeying throughout different locations in the Byzantine empire.",
      "Creator": "Scribe, Palaiologina group",
      "Date": "1275-1375",
      "Format": "Bound vellum, 17cm",
      "Language": "Byzantine Greek",
      "Type": "Manuscript",
      "Identifier": "Houghton Library MS Gr 2",
      "Coverage": "Constantinople"
    },
    {
        "itemId": "37",
        "image": "https://s3.amazonaws.com/atg-prod-oaas-files/gened1160sp25/original/7136bf8c5c4ba2f1a0451ff13be62527.jpeg",
        "Title": "Verbascum Plants (painting with text, recto and verso), folio from a manuscript of the De Materia Medica of Dioscorides",
        "Description": "The pictures of the Verbascum plants originate from the year 1224 during the Abbasid dynasty and they are part of a manuscript of the De Materia Medica of Dioscorides",
        "Date": "1224",
        "Format": "Ink and opaque watercolor on paper",
        "Type": "Folio",
        "Identifier": "Harvard Art Museum 1957.19",
        "Coverage": "Iraq (Baghdad)"
      },
    {
        "itemId": "38",
        "image": "https://s3.amazonaws.com/atg-prod-oaas-files/gened1160sp25/original/81ceddee9b57adbb57ca8725beabae19.jpg",
        "Title": "Wild Man Candle Holder",
        "Description": "This candle holder from 16th century Germany was likely privately patroned and used in a private home, displays themes of naturalism and humanism, and its wild man figure would be understood by its audience symbolistic of man's beastly nature, conveying both strength and virility but also a sense of admonition. With a circular base, this bronze object principally displays the figure of a wild man: an incredibly hairy, scantily clothed humanoid popular in Renaissance Germany. The man is clothed only by a length of fabric or rope wrapped around his waist and hanging in front of his genitals and a hat atop his head. In addition to the omnipresent body hair, the figure adorns a hearty mustache. His body shape is rather imposing. Standing upright, he appears as a slightly plump man with little muscular development. The figure's right foot is slightly in front of his left, with both knees as a slight bend. His left hand is positioned outright at waist-height, bent at a 90 degree angle at the elbow and with the hand in a clenched fist. The wild man's right hand extends to hold a torch, meant to functionally serve as the holder for a candle. The torch, at its top, is octangular in shape, and is roughly ⅓ the size of the figure's body—meaning it is quite large. The man stands elevated on a circular base, made of concentric rings with little ornamentation roughly twice the shoulder width of the figure and ½ the height. The object is slightly worn, with the base and candle holder being more tarnished than the body of the central figure. This reflects its fairly intuitive function, as the candle holder would be touched as the user refitted new candles and the base as it was relocated around the home or other building.",
        "Creator": "Unidentified Artist",
        "Date": "1525-1550",
        "Format": "Bronze, 30.2 × 15.5 × 15.5 cm",
        "Type": "Candle Holder",
        "Identifier": "Harvard Art Museum BR62.79.A-B",
        "Coverage": "Germany"
      },
    {
        "itemId": "39",
        "image": "https://s3.amazonaws.com/atg-prod-oaas-files/gened1160sp25/original/76b662117d4f9d891eb4519d0b5041ee.jpg",
        "Title": "Solidus of Gisulph II, Imitation of Solidus of Justinian",
        "Description": "This solidus of Gisulph II, struck in gold, is an imitation of a solidus of Justinian from the early Byzantine period, specifically 741-742 CE. It depicts Gisulph II of Benevento, a ruler of the Lombard duchy in Italy. The \"heads\" side of the coin features the bust of Gisulph II, clothed in royal regalia, wearing a diadem, and holding a globus cruciger -- a Christian symbol of divine authority and rulership. The surrounding inscription and symbols reinforce his legitimacy as a Lombard leader, even though the coin's format adheres to Byzantine imperial conventions. The ridged edges serve to prevent coin clipping, a common method of devaluing currency in the medieval period. On the \"tails\" side, a cross potent stands on a multi-stepped base, a design directly borrowed from Byzantine solidi of the 8th century. This symbol was frequently used in imperial coinage to emphasize the empire's divine favor. On either side of the cross potent are monograms, including DVX, signifying Gisulph's title as Duke of Benevento. The inscription \"VICTOR GVSTO\" (a form of \"Victoria Augusti\") echoes the phrasing on Byzantine coins, emphasizing a ruler's divine right and military success. The \"V/CONOB\" inscription further links the coin to Byzantine prototypes, as \"CONOB\" was traditionally used on Byzantine gold coins to indicate purity and official minting. In the context of Lombard imitative coinage, its inclusion likely served to maintain trust in the coin's weight and value within Mediterranean trade networks. This coin reflects the Lombards' complex relationship with the Byzantine Empire. While the Lombards sought political independence, they remained economically and culturally intertwined with Byzantine monetary traditions. The deliberate imitation of Justinian's coinage demonstrates both practical and symbolic motivations, namely ensuring acceptance in commerce while asserting Lombard rule in Benevento.",
        "Date": "741-742 CE (early Byzantine period)",
        "Format": "gold (4.02 grams)",
        "Type": "coin",
        "Identifier": "HAM 1951.31.4.2238",
        "Coverage": "Lombardy (North Italy)"
      },
    {
        "itemId": "40",
        "image": "https://s3.amazonaws.com/atg-prod-oaas-files/gened1160sp25/original/290dd385b3e86598c764855abe340520.jpeg",
        "Title": "Lamp with Handle and Five Spouts",
        "Description": "This object is an oil lamp that was found in Babylon, present-day Iraq that is estimated to have been created approximately in the 10th to 13th century. The object features a rounded main body serving as a reservoir for the oil source with a diameter of 10cm. There are 4 concentric grooves in the center that are evenly spaced out. There are five nozzles that point outward from the reservoir also evenly spaced out from the handle in a pointed shape. The handle features a separate design of a flat metal geometry perpendicular to one another. Interestingly, the lamp surface has a fading design of a flower or fruit. The object is known to have been made with a copper alloy, and based on the circular design, the object was likely cast with a model. The green color of the object likely originated from patina and oil residues remaining.",
        "Date": "10th-13th century",
        "Format": "4.1 x 17.4 x 21.7 cm; Mixed copper alloy",
        "Type": "Lighting Devices",
        "Identifier": "Harvard Art Museum 1961.37",
        "Coverage": "Middle East (Babylon/Present Day Iraq)"
      },
    {
        "itemId": "41",
        "image": "https://s3.amazonaws.com/atg-prod-oaas-files/gened1160sp25/original/d865f579ad463061bdcd99299d5abb9c.jpeg",
        "Title": "Pilgrim Flask with Scenes of St. Menas",
        "Description": "The Pilgrim Flask is a small, portable object with a round base and a broken top, which would have served as a spout. The object was used by religious pilgrims to hold a contact relic, water or oil, from the shrine of Saint Menas at the Abu Mena site in Egypt. The object itself depicts a scene of Saint Menas wearing a tunic, cloak, and boots, with two camels on each side of him. The depiction of the camels is thought to be symbolic of Saint Menas' return to Egypt after death. A dotted, circular border frames this now-unclear image. The object is made of terracotta and was cast in a mold, which facilitated the mass production of these flasks at Abu Mena. Over 1000 flasks are estimated to have been made and used by these pilgrims.",
        "Date": "4th-7th century",
        "Format": "Mold-made, Terracotta",
        "Type": "Vessel",
        "Identifier": "Harvard Art Museum 1978.495.200",
        "Coverage": "Abu Mena, Egypt"
      },
    {
        "itemId": "42",
        "image": "https://s3.amazonaws.com/atg-prod-oaas-files/gened1160sp25/original/bf7371bd54386468d52bdf88bc1c4403.png",
        "Title": "Adam and Eve",
        "Description": "The sculptures of Adam and Eve are finely detailed bronze statuettes inspired by classical Renaissance artistry. The two figures, each placed atop square plinths, stand in contrapposto stances, highlighting graceful movements and idealized human proportions. On the left, Adam's youthful figure is shown with carefully sculpted muscularity and curls of hair framing a gentle face. He stands casually, one leg bearing his weight, with the other relaxed, conveying ease and curiosity. Adam raises one hand in an expressive gesture toward Eve, suggesting dialogue, questioning, or wonderment. To his right, Eve stands gracefully poised, mirroring Adam's contrapposto stance. Her figure is delicately sculpted, emphasizing femininity through elegant proportions and smooth lines. Eve's long, flowing hair cascades gently down her back, complementing her serene yet thoughtful expression. In her raised right hand, she holds aloft an apple, symbolizing temptation and original sin, inviting contemplation on morality, choice, and innocence. Their subtle interaction suggests narrative depth—Adam appears inquisitive, perhaps hesitant, while Eve exudes quiet confidence and resolve. This silent dialogue embodies the complex emotional dynamic surrounding the biblical narrative of humanity's fall from grace. The sculptures reflect skilled bronze craftsmanship, with meticulous casting, polished surfaces, and refined attention to detail. Their elegance pays homage to classical sculpture traditions, capturing harmonious forms, symbolic gestures, and timeless themes of human vulnerability and moral consequence. Overall, these Adam and Eve sculptures beautifully illustrate Renaissance ideals of beauty, humanism, and narrative complexity, inviting viewers to reflect on both the aesthetic quality of the artwork and its enduring symbolic significance.",
        "Creator": "Unidentified Artist",
        "Date": "c. 1490-1500",
        "Format": "Medium: Wood Dimensions (Adam): 17 × 6 × 2 cm Dimensions (Eve) 15.8 × 6 × 2 cm",
        "Identifier": "Harvard Art Museum (Adam) BR65.7 (Eve) BR65.6",
        "Coverage": "Europe, Germany, Rhineland Palatinate",
        "Type": "Wooden statuettes"
      }
]